Repository: Yongminlee2/KidCare
Catalog: ios/KidCare/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, id, it, ja, pt, ru, th, vi, zh_hans, zh_hant

# control_lock_hint
source: 아이가 소리를 바꿔도 몇 초 뒤에 부모님이 정한 대로 돌아가요.
de: Ändert Ihr Kind den Ton, geht er ein paar Sekunden später auf Ihre Wahl zurück.
en: If your child changes the sound, it goes back to what you chose a few seconds later.
es: Si tu hijo cambia el sonido, vuelve a lo que elegiste unos segundos después.
fr: Si votre enfant change le son, il revient à votre choix quelques secondes plus tard.
id: Kalau anak Anda mengubah suaranya, beberapa detik kemudian kembali ke pilihan Anda.
it: Se tuo figlio cambia il suono, dopo pochi secondi torna a quello che hai scelto tu.
ja: お子さんが音を変えても数秒後に保護者が決めたとおりに戻ります。
pt: Se o seu filho mudar o som, ele volta ao que você escolheu poucos segundos depois.
ru: Если ребёнок поменяет звук, через несколько секунд он вернётся к тому, что выбрали вы.
th: ถ้าลูกเปลี่ยนเสียง อีกไม่กี่วินาทีจะกลับมาเป็นแบบที่คุณตั้งไว้
vi: Nếu con đổi âm thanh thì vài giây sau nó quay lại đúng như bạn đã chọn.
zh_hans: 就算孩子改了声音，几秒后也会变回家长设定的样子。
zh_hant: 就算孩子改了聲音，幾秒後也會變回家長設定的樣子。

# control_lock_switch
source: 아이가 되돌리면 다시 바꾸기
de: Wieder zurückstellen, wenn mein Kind es ändert
en: Change it back if my child undoes it
es: Volver a cambiarlo si mi hijo lo deshace
fr: Remettre si mon enfant l'annule
id: Ubah lagi kalau anak saya membatalkannya
it: Rimetterlo se mio figlio lo cambia
ja: 戻されたらまた変える
pt: Mudar de volta se meu filho desfizer
ru: Возвращать, если ребёнок отменит
th: เปลี่ยนกลับถ้าลูกเปลี่ยนคืน
vi: Đổi lại nếu con hoàn tác
zh_hans: 孩子改回去就再改一次
zh_hant: 孩子改回去就再改一次

# control_message_chip_call
source: 전화 좀 해줘
de: Ruf mich bitte an
en: Please call me
es: Llámame, por favor
fr: Appelle-moi s'il te plaît
id: Telepon aku, ya
it: Chiamami, per favore
ja: 電話してね
pt: Me liga, por favor
ru: Позвони мне, пожалуйста
th: โทรหาแม่หน่อย
vi: Gọi cho mẹ nhé
zh_hans: 给我打个电话
zh_hant: 打個電話給我

# control_message_chip_come_home
source: 집으로 와
de: Komm nach Hause
en: Come home
es: Vuelve a casa
fr: Rentre à la maison
id: Pulang, ya
it: Torna a casa
ja: 家に帰ってきて
pt: Volta para casa
ru: Иди домой
th: กลับบ้านนะ
vi: Về nhà đi con
zh_hans: 回家来
zh_hant: 回家來

# control_message_chip_meal
source: 밥 먹었어?
de: Hast du gegessen?
en: Have you eaten?
es: ¿Has comido?
fr: Tu as mangé ?
id: Sudah makan?
it: Hai mangiato?
ja: ごはん食べた？
pt: Você já comeu?
ru: Ты поел?
th: กินข้าวหรือยัง
vi: Con ăn chưa?
zh_hans: 吃饭了吗？
zh_hant: 吃飯了嗎？

# control_message_chip_where
source: 지금 어디야?
de: Wo bist du gerade?
en: Where are you now?
es: ¿Dónde estás ahora?
fr: Tu es où en ce moment ?
id: Sekarang di mana?
it: Dove sei adesso?
ja: いまどこ？
pt: Onde você está agora?
ru: Ты сейчас где?
th: ตอนนี้อยู่ไหน
vi: Con đang ở đâu?
zh_hans: 现在在哪里？
zh_hant: 現在在哪裡？

# control_message_empty
source: 보낼 말을 적어주세요.
de: Bitte schreiben Sie etwas zum Senden.
en: Please write something to send.
es: Escribe algo para enviar.
fr: Écrivez quelque chose à envoyer.
id: Tulis dulu pesannya.
it: Scrivi qualcosa da mandare.
ja: 送る言葉を書いてください。
pt: Escreva algo para enviar.
ru: Напишите, что отправить.
th: กรุณาเขียนข้อความที่จะส่ง
vi: Hãy viết lời muốn gửi.
zh_hans: 请写下要发送的话。
zh_hant: 請寫下要傳送的話。

# control_message_hint
source: 아이에게 할 말
de: Was Sie Ihrem Kind sagen möchten
en: What to tell your child
es: Qué decirle a tu hijo
fr: Ce que vous voulez dire à votre enfant
id: Yang ingin Anda katakan ke anak Anda
it: Cosa dire a tuo figlio
ja: お子さんへ伝えたいこと
pt: O que dizer para o seu filho
ru: Что сказать ребёнку
th: สิ่งที่อยากบอกลูก
vi: Điều muốn nói với con
zh_hans: 想对孩子说的话
zh_hant: 想對孩子說的話

# control_message_hint_detail
source: 아이 폰 화면에 크게 떠요. 소리는 나지 않고 진동만 한 번 울려요. 아이가 '확인했어요'를 누르면 여기에 '읽음'으로 바뀝니다.
de: Es erscheint groß auf dem Bildschirm Ihres Kindes. Ohne Ton, nur eine Vibration. Tippt Ihr Kind auf „Verstanden“, wird daraus hier „Gelesen“.
en: It shows up large on your child's screen. It makes no sound, just one vibration. When your child taps 'Got it', this changes to 'Read'.
es: Aparece en grande en la pantalla de tu hijo. No hace ruido, solo una vibración. Cuando tu hijo toca «Entendido», esto cambia a «Leído».
fr: Cela s'affiche en grand sur l'écran de votre enfant. Sans son, juste une vibration. Quand votre enfant appuie sur « Compris », cela devient « Lu » ici.
id: Muncul besar di layar anak Anda. Tanpa suara, hanya sekali getar. Begitu anak Anda menekan «Sudah lihat», ini berubah jadi «Dibaca».
it: Compare in grande sullo schermo di tuo figlio. Non fa rumore, solo una vibrazione. Quando tuo figlio tocca «Ho capito», qui diventa «Letto».
ja: お子さんの画面に大きく表示されます。音は鳴らず、振動が一度だけです。お子さんが「確認したよ」を押すとここが「既読」に変わります。
pt: Aparece grande na tela do seu filho. Não faz barulho, só uma vibração. Quando o seu filho tocar em «Entendi», isto muda para «Lido».
ru: Появится крупно на экране ребёнка. Без звука, только одна вибрация. Когда ребёнок нажмёт «Понял», здесь появится «Прочитано».
th: จะขึ้นตัวใหญ่บนหน้าจอของลูก ไม่มีเสียง มีแค่สั่นครั้งเดียว เมื่อลูกกด «รับทราบแล้ว» ตรงนี้จะเปลี่ยนเป็น «อ่านแล้ว»
vi: Nó hiện thật to trên màn hình của con. Không kêu tiếng nào, chỉ rung một lần. Khi con bấm «Con thấy rồi», chỗ này đổi thành «Đã đọc».
zh_hans: 会在孩子手机屏幕上大大地显示。不发出声音，只震动一次。孩子按下“我看到了”后，这里会变成“已读”。
zh_hant: 會在孩子手機螢幕上大大地顯示。不會發出聲音，只震動一次。孩子按下「我看到了」後，這裡會變成「已讀」。

# control_message_read
source: 읽음
de: Gelesen
en: Read
es: Leído
fr: Lu
id: Dibaca
it: Letto
ja: 既読
pt: Lido
ru: Прочитано
th: อ่านแล้ว
vi: Đã đọc
zh_hans: 已读
zh_hant: 已讀

# control_message_send
source: 메시지 보내기
de: Nachricht senden
en: Send the message
es: Enviar el mensaje
fr: Envoyer le message
id: Kirim pesannya
it: Manda il messaggio
ja: メッセージを送る
pt: Enviar o recado
ru: Отправить сообщение
th: ส่งข้อความ
vi: Gửi lời nhắn
zh_hans: 发送留言
zh_hant: 傳送留言

# control_message_unread
source: 애기폰에 도착했어요 · 아직 안 읽음
de: Beim Handy Ihres Kindes angekommen · noch nicht gelesen
en: Delivered to your child's phone · not read yet
es: Llegó al teléfono de tu hijo · todavía sin leer
fr: Arrivé sur le téléphone de votre enfant · pas encore lu
id: Sampai di ponsel anak Anda · belum dibaca
it: Arrivato al telefono di tuo figlio · non ancora letto
ja: お子さんの端末に届きました · まだ読んでいません
pt: Chegou ao celular do seu filho · ainda não lido
ru: Дошло до телефона ребёнка · ещё не прочитано
th: ถึงมือถือของลูกแล้ว · ยังไม่ได้อ่าน
vi: Đã tới điện thoại của con · chưa đọc
zh_hans: 已送到孩子手机 · 还没读
zh_hant: 已送到孩子手機 · 還沒讀

# control_mode_normal
source: 벨소리
de: Klingeln
en: Ring
es: Tono
fr: Sonnerie
id: Berdering
it: Suoneria
ja: 着信音
pt: Toque
ru: Звонок
th: เสียงเรียกเข้า
vi: Chuông
zh_hans: 响铃
zh_hant: 響鈴

# control_mode_silent
source: 무음
de: Lautlos
en: Silent
es: Silencio
fr: Silencieux
id: Senyap
it: Silenzioso
ja: マナー
pt: Silencioso
ru: Без звука
th: เงียบ
vi: Im lặng
zh_hans: 静音
zh_hant: 靜音

# control_mode_vibrate
source: 진동
de: Vibration
en: Vibrate
es: Vibración
fr: Vibreur
id: Getar
it: Vibrazione
ja: バイブ
pt: Vibração
ru: Вибрация
th: สั่น
vi: Rung
zh_hans: 震动
zh_hant: 震動

# control_network_cell
source: 데이터로 연결돼 있어요
de: Über mobile Daten verbunden
en: Connected over mobile data
es: Conectado por datos móviles
fr: Connecté en données mobiles
id: Tersambung lewat data seluler
it: Connesso via dati mobili
ja: モバイルデータでつながっています
pt: Conectado pelos dados móveis
ru: Подключён по мобильным данным
th: เชื่อมต่ออยู่ผ่านเน็ตมือถือ
vi: Đang kết nối bằng dữ liệu di động
zh_hans: 正通过移动数据连接
zh_hant: 正透過行動數據連線

# control_network_none
source: 인터넷에 연결돼 있지 않아요
de: Nicht mit dem Internet verbunden
en: Not connected to the internet
es: Sin conexión a internet
fr: Pas connecté à internet
id: Tidak tersambung ke internet
it: Non connesso a internet
ja: インターネットにつながっていません
pt: Sem conexão com a internet
ru: Нет подключения к интернету
th: ไม่ได้เชื่อมต่ออินเทอร์เน็ต
vi: Không kết nối internet
zh_hans: 没有连接到网络
zh_hant: 沒有連上網路

# control_network_off
source: 꺼짐
de: aus
en: off
es: apagado
fr: désactivé
id: mati
it: spento
ja: オフ
pt: desligada
ru: выключен
th: ปิดอยู่
vi: đang tắt
zh_hans: 已关
zh_hant: 已關

# control_network_on
source: 켜짐
de: an
en: on
es: encendido
fr: activé
id: menyala
it: acceso
ja: オン
pt: ligada
ru: включён
th: เปิดอยู่
vi: đang bật
zh_hans: 已开
zh_hant: 已開

# control_network_readonly
source: 끄고 켜는 것은 안드로이드가 다른 앱에 허용하지 않아요. 상태만 보여드려요.
de: Android lässt eine andere App das nicht ein- oder ausschalten. Wir können nur den Zustand zeigen.
en: Android does not let another app switch these on or off. We can only show you the state.
es: Android no deja que otra aplicación encienda o apague esto. Solo podemos mostrarte el estado.
fr: Android ne laisse pas une autre application activer ou désactiver cela. Nous pouvons seulement montrer l'état.
id: Android tidak mengizinkan aplikasi lain menyalakan atau mematikan ini. Kami hanya bisa menunjukkan keadaannya.
it: Android non lascia che un'altra app accenda o spenga questo. Possiamo solo mostrare lo stato.
ja: オン・オフの切り替えはAndroidがほかのアプリに許していません。状態だけをお見せします。
pt: O Android não deixa outro aplicativo ligar ou desligar isso. Só dá para mostrar o estado.
ru: Android не даёт другому приложению включать и выключать это. Мы можем только показать состояние.
th: การเปิดปิดสิ่งเหล่านี้ แอนดรอยด์ไม่อนุญาตให้แอปอื่นทำ เราแสดงได้แค่สถานะ
vi: Android không cho ứng dụng khác bật tắt những thứ này. Chúng tôi chỉ hiện được trạng thái.
zh_hans: 开关这些，安卓不允许别的应用来做。这里只显示状态。
zh_hant: 開關這些，Android不允許別的應用程式來做。這裡只顯示狀態。

# control_network_unknown
source: 아직 확인하지 못했어요
de: Noch nicht geprüft
en: Not checked yet
es: Todavía sin comprobar
fr: Pas encore vérifié
id: Belum diperiksa
it: Non ancora controllato
ja: まだ確認できていません
pt: Ainda não verificado
ru: Ещё не проверено
th: ยังตรวจไม่ได้
vi: Chưa kiểm tra được
zh_hans: 还没确认到
zh_hant: 還沒確認到

# control_network_wifi
source: 와이파이로 연결돼 있어요
de: Über WLAN verbunden
en: Connected over Wi-Fi
es: Conectado por wifi
fr: Connecté en Wi-Fi
id: Tersambung lewat Wi-Fi
it: Connesso via Wi-Fi
ja: Wi-Fiでつながっています
pt: Conectado pelo Wi-Fi
ru: Подключён по Wi-Fi
th: เชื่อมต่ออยู่ผ่าน Wi-Fi
vi: Đang kết nối bằng Wi-Fi
zh_hans: 正通过Wi-Fi连接
zh_hant: 正透過Wi-Fi連線

# control_network_wifi_switch
source: 와이파이 스위치 %1$@
de: WLAN-Schalter %1$@
en: Wi-Fi switch %1$@
es: Interruptor del wifi %1$@
fr: Interrupteur Wi-Fi %1$@
id: Sakelar Wi-Fi %1$@
it: Interruttore Wi-Fi %1$@
ja: Wi-Fiスイッチ%1$@
pt: Chave do Wi-Fi %1$@
ru: Переключатель Wi-Fi %1$@
th: สวิตช์ Wi-Fi %1$@
vi: Công tắc Wi-Fi %1$@
zh_hans: Wi-Fi开关%1$@
zh_hant: Wi-Fi開關%1$@

# control_ringer_dnd
source: 방해금지 모드
de: Bitte nicht stören
en: Do Not Disturb
es: Modo No molestar
fr: Mode Ne pas déranger
id: Mode Jangan ganggu
it: Modalità Non disturbare
ja: サイレントモード
pt: Modo Não perturbe
ru: Режим «Не беспокоить»
th: โหมดห้ามรบกวน
vi: Chế độ Không làm phiền
zh_hans: 勿扰模式
zh_hant: 勿擾模式

# control_ringer_dnd_note
source: 방해금지가 켜져 있으면 벨소리로 맞춰 둬도 안드로이드가 무음이라고 알려줘요. 위의 소리 상태는 그래서 정확하지 않을 수 있어요.
de: Solange Bitte nicht stören an ist, meldet Android lautlos, auch wenn das Klingeln eingestellt ist. Deshalb kann der Tonzustand oben ungenau sein.
en: While Do Not Disturb is on, Android reports silent even if the ringer is set to ring. That is why the sound state above may not be exact.
es: Con No molestar activado, Android informa silencio aunque el tono esté puesto. Por eso el estado de sonido de arriba puede no ser exacto.
fr: Quand Ne pas déranger est activé, Android indique silencieux même si la sonnerie est réglée. C'est pourquoi l'état du son ci-dessus peut être inexact.
id: Selama mode Jangan ganggu menyala, Android melaporkan senyap meski deringnya dipasang. Karena itu keadaan suara di atas bisa tidak persis.
it: Con Non disturbare attivo, Android segnala silenzioso anche se è impostata la suoneria. Per questo lo stato del suono sopra può non essere esatto.
ja: サイレントモードが入っていると、着信音に設定していてもAndroidはマナーだと伝えてきます。上の音の状態はそのため正確でないことがあります。
pt: Com Não perturbe ligado, o Android informa silencioso mesmo com o toque ativado. Por isso o estado do som acima pode não ser exato.
ru: Пока включён режим «Не беспокоить», Android сообщает беззвучный режим, даже если стоит звонок. Поэтому состояние звука выше может быть неточным.
th: ขณะเปิดโหมดห้ามรบกวน แอนดรอยด์จะรายงานว่าเงียบแม้ตั้งเสียงเรียกเข้าไว้ สถานะเสียงด้านบนจึงอาจไม่ตรง
vi: Khi chế độ Không làm phiền đang bật, Android báo là im lặng dù máy đang để chuông. Vì vậy trạng thái âm thanh ở trên có thể không chính xác.
zh_hans: 开着勿扰模式时，即使设成响铃，安卓也会报成静音。所以上面的声音状态可能不准。
zh_hant: 開著勿擾模式時，即使設成響鈴，Android也會回報成靜音。所以上面的聲音狀態可能不準。

# control_ringer_refresh
source: 새로 확인
de: Neu prüfen
en: Check again
es: Comprobar otra vez
fr: Revérifier
id: Periksa lagi
it: Controlla di nuovo
ja: 確認し直す
pt: Ver de novo
ru: Проверить снова
th: ตรวจอีกครั้ง
vi: Kiểm tra lại
zh_hans: 重新查看
zh_hant: 重新查看

# control_ringer_status_applied
source: 현재 상태 · %1$@
de: Gerade jetzt · %1$@
en: Right now · %1$@
es: Ahora mismo · %1$@
fr: En ce moment · %1$@
id: Sekarang · %1$@
it: Adesso · %1$@
ja: 現在の状態 · %1$@
pt: Agora · %1$@
ru: Сейчас · %1$@
th: ตอนนี้ · %1$@
vi: Hiện tại · %1$@
zh_hans: 当前状态 · %1$@
zh_hant: 目前狀態 · %1$@

# control_ringer_status_format
source: 마지막 확인 · %1$@
de: Zuletzt geprüft · %1$@
en: Last checked · %1$@
es: Última comprobación · %1$@
fr: Dernière vérification · %1$@
id: Terakhir diperiksa · %1$@
it: Ultimo controllo · %1$@
ja: 最後の確認 · %1$@
pt: Última verificação · %1$@
ru: Последняя проверка · %1$@
th: ตรวจล่าสุด · %1$@
vi: Kiểm tra lần cuối · %1$@
zh_hans: 最后查看 · %1$@
zh_hant: 最後查看 · %1$@

# control_ringer_status_loading
source: 애기폰의 현재 소리 상태를 확인하는 중이에요
de: Der Tonmodus auf dem Handy Ihres Kindes wird geprüft
en: Checking the sound mode on your child's phone
es: Comprobando el modo de sonido del teléfono de tu hijo
fr: Vérification du mode sonore du téléphone de votre enfant
id: Memeriksa mode suara di ponsel anak Anda
it: Controllo della modalità audio sul telefono di tuo figlio
ja: お子さんの端末の音の状態を確認しています
pt: Vendo o modo de som do celular do seu filho
ru: Проверяем режим звука на телефоне ребёнка
th: กำลังตรวจโหมดเสียงบนมือถือของลูก
vi: Đang kiểm tra chế độ âm thanh trên điện thoại của con
zh_hans: 正在查看孩子手机的声音状态
zh_hant: 正在查看孩子手機的聲音狀態

# control_ringer_status_unknown
source: 마지막 소리 상태를 아직 확인하지 못했어요
de: Der letzte Tonmodus wurde noch nicht geprüft
en: The last sound mode has not been checked yet
es: Todavía no se ha comprobado el último modo de sonido
fr: Le dernier mode sonore n'a pas encore été vérifié
id: Mode suara terakhir belum diperiksa
it: L'ultima modalità audio non è ancora stata controllata
ja: 音の状態をまだ確認できていません
pt: O último modo de som ainda não foi verificado
ru: Последний режим звука ещё не проверен
th: ยังไม่ได้ตรวจโหมดเสียงล่าสุด
vi: Chưa kiểm tra được chế độ âm thanh gần nhất
zh_hans: 还没确认到最近的声音状态
zh_hant: 還沒確認到最近的聲音狀態

# control_section_alarm
source: 알람 맞추기
de: Wecker stellen
en: Set an alarm
es: Poner una alarma
fr: Poser une alarme
id: Pasang alarm
it: Imposta una sveglia
ja: アラームを設定
pt: Pôr um alarme
ru: Поставить будильник
th: ตั้งนาฬิกาปลุก
vi: Đặt báo thức
zh_hans: 设置闹钟
zh_hant: 設定鬧鐘

# control_section_message
source: 한마디 보내기
de: Ein Wort senden
en: Send a word
es: Decir algo
fr: Dire un mot
id: Kirim sepatah kata
it: Manda una parola
ja: ひとこと送る
pt: Dizer uma palavra
ru: Сказать словечко
th: ฝากสักคำ
vi: Nhắn một câu
zh_hans: 说一句话
zh_hant: 說一句話

# control_section_network
source: 인터넷 연결
de: Internetverbindung
en: Internet connection
es: Conexión a internet
fr: Connexion internet
id: Koneksi internet
it: Connessione a internet
ja: インターネット接続
pt: Conexão com a internet
ru: Подключение к интернету
th: การเชื่อมต่ออินเทอร์เน็ต
vi: Kết nối internet
zh_hans: 网络连接
zh_hant: 網路連線

# control_section_ringer
source: 지금 바로 바꾸기
de: Sofort ändern
en: Change it right now
es: Cambiarlo ahora mismo
fr: Changer tout de suite
id: Ubah sekarang juga
it: Cambia subito
ja: いますぐ変える
pt: Mudar agora mesmo
ru: Поменять прямо сейчас
th: เปลี่ยนเดี๋ยวนี้
vi: Đổi ngay bây giờ
zh_hans: 现在就改
zh_hant: 現在就改

# day_header_date
source: %1$d월 %2$d일 (%3$@)
de: %3$@, %2$d.%1$d.
en: %3$@ %1$d/%2$d
es: %3$@ %2$d/%1$d
fr: %3$@ %2$d/%1$d
id: %3$@, %2$d/%1$d
it: %3$@ %2$d/%1$d
ja: %1$d月%2$d日（%3$@）
pt: %3$@, %2$d/%1$d
ru: %3$@, %2$d.%1$d
th: %3$@ %2$d/%1$d
vi: %3$@, %2$d/%1$d
zh_hans: %1$d月%2$d日（周%3$@）
zh_hant: %1$d月%2$d日（週%3$@）

# day_header_today
source: 오늘
de: Heute
en: Today
es: Hoy
fr: Aujourd'hui
id: Hari ini
it: Oggi
ja: 今日
pt: Hoje
ru: Сегодня
th: วันนี้
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# day_header_yesterday
source: 어제
de: Gestern
en: Yesterday
es: Ayer
fr: Hier
id: Kemarin
it: Ieri
ja: 昨日
pt: Ontem
ru: Вчера
th: เมื่อวาน
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

# day_next
source: 다음 날
de: Nächster Tag
en: Next day
es: Día siguiente
fr: Jour suivant
id: Hari berikutnya
it: Giorno dopo
ja: 次の日
pt: Dia seguinte
ru: Следующий день
th: วันถัดไป
vi: Ngày sau
zh_hans: 后一天
zh_hant: 後一天

# day_prev
source: 이전 날
de: Vorheriger Tag
en: Previous day
es: Día anterior
fr: Jour précédent
id: Hari sebelumnya
it: Giorno prima
ja: 前の日
pt: Dia anterior
ru: Предыдущий день
th: วันก่อนหน้า
vi: Ngày trước
zh_hans: 前一天
zh_hant: 前一天

# dialog_cancel
source: 취소
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# error_generic_format
source: 연결에 문제가 생겼어요 %1$@
de: Bei der Verbindung ist etwas schiefgegangen %1$@
en: Something went wrong with the connection %1$@
es: Hubo un problema con la conexión %1$@
fr: Un problème de connexion est survenu %1$@
id: Ada masalah dengan koneksinya %1$@
it: C'è stato un problema di connessione %1$@
ja: 接続に問題が起きました %1$@
pt: Houve um problema na conexão %1$@
ru: Со связью что-то не так %1$@
th: การเชื่อมต่อมีปัญหา %1$@
vi: Kết nối gặp trục trặc %1$@
zh_hans: 连接出了问题 %1$@
zh_hant: 連線出了問題 %1$@

# error_server_setup
source: 서버 설정이 아직 끝나지 않았어요. 앱을 설치해 준 사람에게 알려주세요.
de: Die Server-Einrichtung ist noch nicht fertig. Sagen Sie der Person Bescheid, die die App installiert hat.
en: The server setup is not finished yet. Tell whoever installed the app for you.
es: La configuración del servidor todavía no está terminada. Avisa a quien te instaló la aplicación.
fr: La configuration du serveur n'est pas encore terminée. Prévenez la personne qui a installé l'application.
id: Penyiapan server belum selesai. Beri tahu orang yang memasang aplikasi ini untuk Anda.
it: La configurazione del server non è ancora finita. Avvisa chi ti ha installato l'app.
ja: サーバーの設定がまだ終わっていません。アプリを入れてくれた人に伝えてください。
pt: A configuração do servidor ainda não terminou. Avise quem instalou o aplicativo para você.
ru: Настройка сервера ещё не закончена. Скажите тому, кто устанавливал приложение.
th: การตั้งค่าเซิร์ฟเวอร์ยังไม่เสร็จ กรุณาบอกคนที่ติดตั้งแอปให้คุณ
vi: Việc cài đặt máy chủ chưa xong. Hãy báo cho người đã cài ứng dụng giúp bạn.
zh_hans: 服务器还没设置好。请告诉帮您安装应用的人。
zh_hant: 伺服器還沒設定好。請告訴幫您安裝應用程式的人。

# error_unauthenticated
source: 로그인이 풀렸어요. 앱을 껐다가 다시 열어주세요.
de: Sie wurden abgemeldet. Bitte schließen Sie die App und öffnen Sie sie erneut.
en: You were signed out. Please close the app and open it again.
es: Se cerró tu sesión. Cierra la aplicación y vuelve a abrirla.
fr: Vous avez été déconnecté. Fermez l'application et rouvrez-la.
id: Anda keluar dari akun. Tutup aplikasi lalu buka lagi.
it: La sessione è scaduta. Chiudi l'app e riaprila.
ja: ログインが切れました。アプリを閉じてもう一度開いてください。
pt: A sua sessão caiu. Feche o aplicativo e abra de novo.
ru: Вы вышли из аккаунта. Закройте приложение и откройте снова.
th: คุณถูกออกจากระบบ กรุณาปิดแอปแล้วเปิดใหม่
vi: Bạn đã bị đăng xuất. Hãy đóng ứng dụng rồi mở lại.
zh_hans: 登录已失效。请关闭应用后重新打开。
zh_hant: 登入已失效。請關閉應用程式後重新開啟。

# event_detail_battery
source: %1$d%% 남았어요
de: %1$d%% übrig
en: %1$d%% left
es: queda %1$d%%
fr: il reste %1$d%%
id: sisa %1$d%%
it: resta %1$d%%
ja: 残り%1$d%%
pt: restam %1$d%%
ru: осталось %1$d%%
th: เหลือ %1$d%%
vi: còn %1$d%%
zh_hans: 还剩%1$d%%
zh_hant: 還剩%1$d%%

# event_detail_permission
source: %1$@ — 애기폰에서 다시 켜주세요
de: %1$@ — bitte auf dem Handy Ihres Kindes wieder einschalten
en: %1$@ — please turn it back on on your child's phone
es: %1$@ — vuelve a activarlo en el teléfono de tu hijo
fr: %1$@ — réactivez-le sur le téléphone de votre enfant
id: %1$@ — nyalakan lagi di ponsel anak Anda
it: %1$@ — riattivalo sul telefono di tuo figlio
ja: %1$@ — お子さんの端末でオンにし直してください
pt: %1$@ — ative de novo no celular do seu filho
ru: %1$@ — включите снова на телефоне ребёнка
th: %1$@ — กรุณาเปิดใหม่บนมือถือของลูก
vi: %1$@ — hãy bật lại trên điện thoại của con
zh_hans: %1$@ — 请在孩子手机上重新打开
zh_hant: %1$@ — 請在孩子手機上重新打開

# find_phone_notification_text
source: 눌러서 소리를 끌 수 있어요
de: Zum Stoppen des Tons tippen
en: Tap to stop the sound
es: Toca para parar el sonido
fr: Appuie pour arrêter le son
id: Ketuk untuk menghentikan suaranya
it: Tocca per fermare il suono
ja: 押すと音を止められます
pt: Toque para parar o som
ru: Нажми, чтобы остановить звук
th: กดเพื่อหยุดเสียง
vi: Bấm để tắt tiếng
zh_hans: 点一下可以停止响铃
zh_hant: 按一下可以停止鈴聲

# find_phone_notification_title
source: 엄마가 폰을 찾고 있어요
de: Ein Elternteil sucht dieses Handy
en: A parent is looking for this phone
es: Un padre está buscando este teléfono
fr: Un parent cherche ce téléphone
id: Orang tua sedang mencari ponsel ini
it: Un genitore sta cercando questo telefono
ja: 保護者がこの端末を探しています
pt: Um responsável está procurando este celular
ru: Родитель ищет этот телефон
th: ผู้ปกครองกำลังตามหามือถือเครื่องนี้
vi: Bố mẹ đang tìm điện thoại này
zh_hans: 家长正在找这台手机
zh_hant: 家長正在找這支手機

# find_phone_stop
source: 찾았어요 (소리 끄기)
de: Gefunden (Ton stoppen)
en: Found it (stop the sound)
es: Lo encontré (parar el sonido)
fr: Trouvé (arrêter le son)
id: Ketemu (hentikan suaranya)
it: Trovato (ferma il suono)
ja: 見つけた（音を止める）
pt: Achei (parar o som)
ru: Нашёл (остановить звук)
th: เจอแล้ว (หยุดเสียง)
vi: Thấy rồi (tắt tiếng)
zh_hans: 找到了（停止响铃）
zh_hant: 找到了（停止鈴聲）

# find_phone_title
source: 엄마가 폰을 찾고 있어요
de: Ein Elternteil sucht dieses Handy
en: A parent is looking for this phone
es: Un padre está buscando este teléfono
fr: Un parent cherche ce téléphone
id: Orang tua sedang mencari ponsel ini
it: Un genitore sta cercando questo telefono
ja: 保護者がこの端末を探しています
pt: Um responsável está procurando este celular
ru: Родитель ищет этот телефон
th: ผู้ปกครองกำลังตามหามือถือเครื่องนี้
vi: Bố mẹ đang tìm điện thoại này
zh_hans: 家长正在找这台手机
zh_hant: 家長正在找這支手機

# guardian_disconnect_banner
source: %1$@ 보낸 요청에 애기폰이 아직 대답하지 않았어요 아이 폰에서 '우리아이 지킴이' 앱을 한 번 열어주세요. 그러면 다시 이어져요.
de: Auf die %1$@ gesendete Anfrage hat das Handy Ihres Kindes noch nicht geantwortet Öffnen Sie die App KidCare einmal auf seinem Handy, dann verbindet es sich wieder.
en: Your child's phone has not answered the request sent %1$@ Open the KidCare app once on your child's phone and it will connect again.
es: El teléfono de tu hijo aún no ha respondido a la petición enviada %1$@ Abre una vez la aplicación KidCare en su teléfono y volverá a conectarse.
fr: Le téléphone de votre enfant n'a pas encore répondu à la demande envoyée %1$@ Ouvrez une fois l'application KidCare sur son téléphone et la connexion reviendra.
id: Permintaan yang dikirim %1$@ belum dijawab ponsel anak Anda Buka aplikasi KidCare sekali di ponselnya, sambungan akan pulih.
it: Il telefono di tuo figlio non ha ancora risposto alla richiesta inviata %1$@ Apri una volta l'app KidCare sul suo telefono e si ricollegherà.
ja: %1$@に送ったリクエストにお子さんの端末がまだ答えていません お子さんの端末でKidCareを一度開いてください。そうすればまたつながります。
pt: O celular do seu filho ainda não respondeu ao pedido enviado %1$@ Abra o aplicativo KidCare uma vez no celular dele e a conexão volta.
ru: На запрос, отправленный %1$@, телефон ребёнка ещё не ответил Откройте на его телефоне приложение KidCare один раз, и связь восстановится.
th: คำสั่งที่ส่งเมื่อ %1$@ มือถือของลูกยังไม่ตอบกลับ ลองเปิดแอป KidCare บนเครื่องของลูกสักครั้ง แล้วจะเชื่อมต่อกลับมา
vi: Yêu cầu gửi %1$@ vẫn chưa được điện thoại của con trả lời Hãy mở ứng dụng KidCare một lần trên máy của con, kết nối sẽ trở lại.
zh_hans: %1$@发送的请求，孩子手机还没有回应 请在孩子手机上打开一次KidCare，就会重新连上。
zh_hant: %1$@傳送的要求，孩子手機還沒有回應 請在孩子手機上開啟一次KidCare，就會重新連上。
